export default {
  'app.request.error': 'अनुरोध त्रुटि',
  'app.request.200': 'सर्वर ने सफलतापूर्वक अनुरोधित डेटा वापस कर दिया।',
  'app.request.201': 'नया या संशोधित डेटा सफल है।',
  'app.request.202': 'एक अनुरोध ने पृष्ठभूमि कतार (एसिंक्रोनस कार्य) में प्रवेश किया है।',
  'app.request.204': 'डेटा सफलतापूर्वक हटा दिया गया।',
  'app.request.400':
    'भेजे गए अनुरोध में एक त्रुटि हुई, और सर्वर ने डेटा नहीं बनाया या संशोधित किया।',
  'app.request.401': 'उपयोगकर्ता की अनुमति (टोकन, उपयोगकर्ता नाम, पासवर्ड त्रुटि) नहीं है।',
  'app.request.403': 'उपयोगकर्ता अधिकृत है, लेकिन पहुंच निषिद्ध है।',
  'app.request.404': 'भेजा गया अनुरोध एक रिकॉर्ड के लिए था जो अस्तित्व में नहीं था।',
  'app.request.405': 'अनुरोध विधि की अनुमति नहीं है।',
  'app.request.406': 'अनुरोधित प्रारूप उपलब्ध नहीं है।',
  'app.request.410':
    'अनुरोधित संसाधन स्थायी रूप से हटा दिया गया है और अब उपलब्ध नहीं होगा।',
  'app.request.422': 'ऑब्जेक्ट बनाते समय, एक सत्यापन त्रुटि हुई।',
  'app.request.500': 'सर्वर पर एक त्रुटि हुई, कृपया सर्वर की जांच करें।',
  'app.request.502': 'गेटवे त्रुटि।',
  'app.request.503': 'सेवा अनुपलब्ध है।',
  'app.request.504': 'गेटवे का समय समाप्त हो गया।',
};
